alefragnani.project-manager
bierner.markdown-mermaid
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-british-english
streetsidesoftware.code-spell-checker-russian
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
